#todo: Определить в коде  переменные:

#1. Целочисленного типа
#2. Вещественного типа
#3. Логического типа
#4. Строкового типа
#5. Пустого типа

#Вывести все их типы.

a = 4
print ("a =", a)
print (type (a))
b = 8.9
print ("b = ", b)
print (type(b))
c = True
print ("c =", c)
print (type(c))
d = "Good evening"
print ("d =", d)
print (type(d))
e = None
print ("e =", e)
print (type(e))


